Repository: lsgomes/previna-avc
Catalog: Previna AVC/*.lproj/Localizable.strings
Languages: pt_br

source: Welcome to Previna AVC!
pt_br: Bem vindo ao Previna AVC!

source: Obtained information:
pt_br: Informações obtidas:

source: Profile
pt_br: Perfil

source: Fill in the fields below to sign up.
pt_br: Preencha os campos a seguir para se cadastrar.

source: Type your name here
pt_br: Digite seu nome aqui

source: Name:
pt_br: Nome:

source: Age:
pt_br: Idade:

source: years
pt_br: anos

source: Sex:
pt_br: Sexo:

# Hypertension question
source: Do you have hypertension?
pt_br: Possui hipertensão?

# Diabetes question
source: Do you have diabetes?
pt_br: Possui diabetes?

# Renal failure question
source: Do you have renal failure?
pt_br: Possui insuficiência renal crônica?

# Peripheral arterial disease question
source: Do you have peripheral arterial disease?
pt_br: Possui doença arterial periférica?

# Heart failure question
source: Do you have heart failure?
pt_br: Possui insuficiência cardíaca?

# Ischemic heart disease question
source: Do you have ischemic heart disease?
pt_br: Possui doença arterial coronariana?

source: CONTINUE
pt_br: CONTINUAR

source: Attention
pt_br: Atenção

source: Type your first name.
pt_br: Digite seu primeiro nome.

source: Type only your first name.
pt_br: Digite apenas seu primeiro nome.

source: hypertension
pt_br: hipertensão

source: If any risk factor has changed, update here
pt_br: Se algum fator de risco mudou, atualize aqui.

source: Fill in the following fields to complete your profile.
pt_br: Preencha os campos a seguir para completar seu perfil.

source: Alcohol:
pt_br: Álcool:

source: Physical activity:
pt_br: Atividade física:

source: physical activity
pt_br: atividade física

source: alcohol consumption
pt_br: consumo de álcool

source: Angry:
pt_br: Irritação:

source: Anxiety:
pt_br: Ansiosidade:

source: Cry:
pt_br: Choro:

source: Smoke:
pt_br: Fumo:

source: Education:
pt_br: Educação:

source: Sedentary
pt_br: Sedentário

source: 1-2 per week
pt_br: 1-2 por semana

source: 3+ per week
pt_br: 3+ por semana

source: 7+ per week
pt_br: 7+ por semana

source: Abstain
pt_br: Abstenho

source: Former alcoholic
pt_br: Ex-álcoolatra

source: 1-6 per week
pt_br: 1-6 por semana

source: Smoker
pt_br: Fumante

source: Former smoker
pt_br: Ex-fumante

source: Non-smoker
pt_br: Não-fumante

source: High school diploma
pt_br: Ensino médio

source: No high school diploma
pt_br: Ensino fundamental

source: College diploma
pt_br: Ensino superior

source: Many times
pt_br: Muitas vezes

source: Sometimes
pt_br: Às vezes

source: Never
pt_br: Nunca

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino
